{
    "jokes": [
        "Se un problema non lo percepisci, lo perce-caghi",
        "Cosa dice ChatGpt Se si fa male? AI-che dolore",
        "Se non ce la faremo, ce la fa Romolo",
        "Un pesce quando muore...ci lascia le pinne? ",
        "Sono uscito con una che fa sub... un disastro su tutti i fronti: ha fatto scena muta",
        "Come si chiamano le scarpe senza lacci? s-arpe",
        "Una papera con un pennello nel becco? un QUA-dro",
        "Un pittore con i cavi della luce in mano, fa un quadro elettrico? ",
        "Ma un insieme di opossum in parlamento... Fa un oposizione?",
        "Nessuno è più geloso di una maglietta: ti sta sempre addosso",
        "In una guerra fredda.... si lanciano granite?",
        "Attenti con i piedi in mare... ci son le spigol-e appuntite",
        "Se provi a spaventare un muro di casa... ci rimane di stucco?",
        "Se l'oceano si svuota... lo puoi col-mare?",
        "Ho attrevarsato un campo di granturco... non finisce mais!",
        "Ma i vampiri da neonati... bevono latte da vena?",
        "Gli scrittori son molto empatici con chi è sfortunato, provano penna per loro",
        "Come si chiama il pittore che salutava sempre? Raffahello",
        "Ho provato a spaventare una roccia ... è rimasto di sasso",
        "Se in una città ci son poche persone.... son abi-pochi? ",
        "Un pompiere può sposare una vecchia fiamma? ",
        "Quando esce dall'acqua è un pesce... quando rientra è un p-entra",
        "Il karaoke dei vini: Decanta tu",
        "Un pizzaiolo innamorato ci provola con te?",
        "Se pitagora va in barca... Teo-rema?",
        "Se un arancia cade dall'albero... e si sbuccia... s'arrancia?",
        "L'origano nasce liscio... poi lo rigano!",
        "Se metti in regola il tuo gatto... è omologatto?",
        "Il prete che sa tutte le lingue del mondo... è un inter-prete?",
        "Se non sei raffinato probabilmente sei raffi-morto",
        "Un uovo che lavora sodo... torna strapazzato?",
        "Un matematico per muoversi in città usa 1/2?",
        "Come si chiamano le mele quando invecchiano? mela-anziane",
        "Una battuta sulla neve è una freddura?",
        "La fidanzata dell'astice si chiama Mi-chela?",
        "La mamma di Mozard l'ha chiamato Amadeus perché suonava così bene!!",
        "Una foca monaca che vede un suo simile molto bello ... pensa sia una foca della madonna?",
        "Chi si sporca di gesso in realtà è sempre pulito, perché si lava-gna",
        "Quando un dinosauro fuma, usa l'accen-dino? ",
        "Due uccelli che litigano hanno un battibecco",
        "I motociclisti scortesi sono male-Ducati?",
        "I lupi fanno inversione AUU quando sbagliano strano",
        "il ginocchio in discesa rotula",
        "l'insalata se cresce in montagna è insalita?",
        "il pane non affronta i suoi problemi...li-evita",
        "Cosa dice un cane che ama i dolci? Waffle-Waffle",
        "Ma ai figli dei baristi, da piccoli per spaventarli gli vien detto, Di stare attenti al luppolo cattivo?",
        "Per andare a Sanremo, Achille, prendo Lauro-bus?",
        "Due uomini calvi si sussurano cose nell'orecchio... son segreti tra-pelati",
        "Non urlare quando parli con un gecko. È gecko mica sordo.",
        "Un gallo in chiesa fa il chicchirichetto",
        "Se babbo natale ritarda, il natale slitta?",
        "Se una fabbrica di carta igenica fallisce, va a rotoli? ",
        "Il primo dinosauro ad aver girato un video, è il Tirannosaurus-Rec",
        "Un pesce con il raffreddore ha la branchio-polmonite?",
        "Una mosca fa un furto e dice: Mosca-ppo",
        "Una mucca con un fucile in braccio vacca-ccia",
        "Un indiano molto bello, è un fico d'india?",
        "Hanno scoperto un rettile maschio con le ali che si traveste da donna: era un Drag-o-queen",
        "Perché in italia ci si veste bene? Perché ci son le Marche",
        "Dove vivono i dinosauri? in via d'estinzione",
        "Sai perché in Molise non prende bene la linea? Eh... c'è Campobasso!",
        "Una mosca davanti un cancello: \"Mosca-valco\"",
        "Ma se pago un software e mi viene spedito in file zip... l'IVA è compressa nel prezzo? ",
        "Perché mettere un drago sotto le coperte? Per il coprifuoco!",
        "Perché un mollusco marino con i tentacoli è felice se conquista un partner? Perché ha fatto Polpo",
        "Ma se il rossetto è verde... è un verdetto?",
        "Ma il tacchino quando corre... gli viene la Tacchi-cardia?",
        "Ma se il mio datore di lavoro si Droga... sono tossico-dipendente?",
        "Ma dopo 365 giorni un eschimese, diventa un eschi-anno?",
        "Ma di notte, in un campo di basilico... Fa buio pesto?",
        "Come si chiamano le chiappe degli eschimesi? Iglootei.",
        "Se due batterie parlano tra di loro, parlano del + e del - ?",
        "Un cuore umano che viene messo in carcere...è in arresto cardiaco? ",
        "Cosa dice un appassionato di fumetti mentre ne scambia alcuni con un amico e vede quali ha e quali no? Ce l'ho... mi Manga...",
        "Che fa un Wafer con il computer? Lo Hacker",
        "Se il participio passato di asciugare è asciutto, il participio passato di prosciugare... è prosciutto?",
        "Il treno preferito dei polli, è la metro-pollitana",
        "Dove prendono appunti i polli? sul Tacchino",
        "Ma alla ferrari, le domande, le formula uno?",
        "Ma in india, i rider che ti portano il cibo a casa, lavorano per delhi-veroo? ",
        "Ma se una banconota vuole fare una passeggiata, la porta foglio?",
        "Se un canguro entra in posta, salta la fila?",
        "Quando ho freddo porto con me sempre i guanti ed il mio cane al collo!, è uno sciarp-ei",
        "Ma le favole per i ricchi....Finiscono con \"e vissero tutti felici e contanti?\"",
        "Prima di andare in università sarebbe meglio farsi preti! Così prendi i voti.",
        "Ma il cioccolato si offende o si offonde? E dopo mette il mousse?",
        "Ma se io mi metto a servire tutti come nobili nell'enorme piazza davanti la cattedrale dell'arcidiocesi di Milano...Divento maggio-duomo?",
        "Come si chiama l'orso con tanti brufoli in faccia ?? Winnie the pus? ",
        "Una volta ho conosciuto una pecora che suonava benissimo il pianoforte, Beeeethoven",
        "Ho comprato un contenitore per il latte che mi fa sentire sempre allegro...Ogni volta che la uso mi do alla Tazza Gioia",
        "Ma se uno viene travestito per non farsi riconoscere da te e ti racconta come finisce la tua serie preferita ..... è sotto mentite SPOILER?",
        "Il miglior modo di mettere i soldi da parte e conservarli per comprare abiti ... si sa che i soldi vanno in-vestiti",
        "Come fanno la cacca.... le arance? a grumi.",
        "Perché i nani partecipano al giro d' Italia? Per farsi tutte le tappe",
        "Oggi ho le allucinazioni: vedo ovunque pere e mele che non esistono!! Sarà Frutto della mia immaginazione.",
        "Il 50% della popolazione di Bergamo son bergamaschi...Le altre son Bergafemmine",
        "I pomodori la notte si lamentano: L'insalata Russa!!",
        "Ma se fai l'amore con una stampante... fai una cosa A4",
        "Patate Scrisse...Patate Lesse",
        "Scusate oggi niente battuta, non mi sento bene. Ho il raf-freddure",
        "Oggi ho visto un T-Rex che cercava ossessivamente un anello... era un dino-Sauron",
        "le scatolette Rio mare non sono quadrate, perché chi nasce Tonno non può morire quadrato",
        "Il piatto preferito dei pesci? Le pinne all'arrabbiata",
        "Vado a vedere se devo mettere acqua nell'acquario. Non vorrei che i pesci l'abbiano già bevuta tutta",
        "Un pesce palla, e l'altro sta muto",
        "Per me i soldi non contano nella vita, siamo noi che contiamo loro",
        "Due capicolli si incontrano per strada: SALUMI A TE!",
        "Ieri i poliziotti hanno messo in gabbia un pollo, avevano il mandato di cottura quindi è stato messo in arrosto!",
        "Mamma la nonna fa parkour?? Altrimenti credo sia caduta dal balcone",
        "Cambiare le cose è difficile...ma puoi farcela!! Se ci credi davvero ed hai tenuto lo scontrino.",
        "Il corpo umano per sopravvivere ha bisogno di 2000 euro al giorno, quella dei due litri funziona se sei una papera",
        "La struttura di ferro più resistente di tutti? La grata",
        "Se un personaggio femminile di Dragonball sopravvive... resta viva e Vegeta?",
        "Ma il capitano dei pirati di Peter Pan lavora all'uncinetto?",
        "Dovrei comprarmi un appartamento all'ultimo piano di un palazzo... altrimenti non potrei definirmi un ingegnere inform-attico",
        "Ma i puzzle di <Tutti all'arrembaggio> con Rufy/Rubber... son facili perché son tutti da un pezzo?"
    ]
}
